Repository: alexhcj/angular-rtl
Catalog: src/locale/messages.*.xlf
Languages: he

source: Getting Started with Moodle
he: תחילת העבודה עם Moodle

source: From its medieval origins to the digital era, learn everything there is to know about the ubiquitous lorem ipsum passage.
he: ממקורות ימי הביניים ועד לעידן הדיגיטלי, למד כל מה שצריך לדעת על הקטע הלורם איפסום שנמצא בכל מקום.

source: Sign up
he: הירשם

source: <span>Featured</span> topics by category
he: <span>מומלצים</span> נושאים לפי קטגוריות

source: It prepares them to thrive in today’s world — and to shape tomorrow’s. Apple is constantly creating resources to help educators do just that. Not only powerful products, but also tools, inspiration, and curricula to create magical learning experiences and make every moment of screen time worth it.
he: זה מכין אותם לשגשג בעולם של היום - ולעצב את העולם של מחר. אפל מייצרת כל הזמן משאבים כדי לעזור למחנכים לעשות בדיוק את זה. לא רק מוצרים רבי עוצמה, אלא גם כלים, השראה ותכניות לימודים ליצירת חוויות למידה קסומות ולהפוך כל רגע של זמן מסך לשווה את זה.

source: {{topic.quantity}} courses
he: {{topic.quantity}} קורסים

source: Art History
he: היסטוריה של האמנות

source: 3D Design
he: עיצוב תלת מימד

source: Media & PR
he: מדיה ויחסי ציבור

source: Programming
he: תִכנוּת

source: Music
he: מוּסִיקָה

source: Language courses
he: קורסי שפה

source: Angular logo
he: לוגו זוויתי

source: All courses
he: כל הקורסים

source: Courses
he: קורסים

source: Documentation
he: תיעוד

source: More moodle themes
he: ערכות נושא נוספות במודל

source: Get this theme
he: קבל את הנושא הזה

source: Log in
he: התחברות
